[
  "tag-wrangler",
  "omnisearch",
  "obsidian-importer",
  "obsidian-icon-folder",
  "obsidian-file-color",
  "code-styler",
  "cmdr",
  "any-block",
  "dataview",
  "obsidian-local-images-plus",
  "obsidian-banners",
  "editing-toolbar",
  "obsidian-linter",
  "make-md",
  "extract-url",
  "obsidian-admonition",
  "copilot",
  "dbfolder",
  "obsidian-git",
  "obsidian-front-matter-title-plugin",
  "obsidian-style-settings",
  "obsidian-hover-editor",
  "execute-code",
  "obsidian-enhancing-export",
  "url-into-selection",
  "file-explorer-plus",
  "tailwind-snippet",
  "obsidian-state-switcher",
  "cm-editor-syntax-highlight-obsidian",
  "mysnippets-plugin",
  "obsidian-wordpress",
  "obsidian-tasks-plugin"
]